{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "-----------------------"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AB3CD89144E9F6A96528E1A4083F80E0"
		},
		{
			"Source":
			{
				"Text": "----------------------------------------------"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BCABF2C0474305E6CE6E2A8F4ED04E7E"
		},
		{
			"Source":
			{
				"Text": "----------------------------------------------"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "58D3ED9E4C0FE34C30569189674D481E"
		},
		{
			"Source":
			{
				"Text": "----------------------------------------------"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AD222F1449A7DA27295F3B8A9BD30BB4"
		},
		{
			"Source":
			{
				"Text": "...And you showed them, remember? But they didn't care."
			},
			"Translation":
			{
				"Text": "...Y les mostraste ¿Recuerdas? Pero no les importó."
			},
			"Key": "3846DA9946A0AF0164107081A4BF2B9C"
		},
		{
			"Source":
			{
				"Text": "A desperate being looking for stares at every corner."
			},
			"Translation":
			{
				"Text": "Un ser desesperado buscando miradas en cada esquina."
			},
			"Key": "B978E0C6422EA382159803B884294F93"
		},
		{
			"Source":
			{
				"Text": "A failed actor sitting down staring at his audience."
			},
			"Translation":
			{
				"Text": "Un actor fallido sentado mirando a su audiencia."
			},
			"Key": "459A2FF7461706C00AD5D596A2BFA14F"
		},
		{
			"Source":
			{
				"Text": "A few years later, he would end up in shady places."
			},
			"Translation":
			{
				"Text": "Algunos años después, terminaría en lugares oscuros."
			},
			"Key": "90514A424CC57BE00E69709FEBE13716"
		},
		{
			"Source":
			{
				"Text": "A fridge."
			},
			"Translation":
			{
				"Text": "Una nevera."
			},
			"Key": "B851AED34C9D0A5C3C0D628E417CC0C1"
		},
		{
			"Source":
			{
				"Text": "Additional Sounds by FesliyanStudios"
			},
			"Translation":
			{
				"Text": "Sonidos adicionales de FesliyanStudios"
			},
			"Key": "C0913FAC4B22A811A88C3D9B1D7D384D"
		},
		{
			"Source":
			{
				"Text": "Are you sure about this? Don't you want to go back?"
			},
			"Translation":
			{
				"Text": "¿Estás seguro de esto? ¿No quieres volver?"
			},
			"Key": "CBCE0C5C42727F4E26CD53A670E50FA7"
		},
		{
			"Source":
			{
				"Text": "Are you sure?"
			},
			"Translation":
			{
				"Text": "¿Estás seguro?"
			},
			"Key": "2E4BA9244EC379028F2225AC58138E0F"
		},
		{
			"Source":
			{
				"Text": "Artists"
			},
			"Translation":
			{
				"Text": "Artistas"
			},
			"Key": "72210BB14CBCA95A14F099ADFD69BAB4"
		},
		{
			"Source":
			{
				"Text": "As an adult, he stole every woman's heart in the country."
			},
			"Translation":
			{
				"Text": "De adulto, robó el corazón de las damas en todo el país."
			},
			"Key": "F8C4D1794595DE4120F7618AD83452E0"
		},
		{
			"Source":
			{
				"Text": "As empty as its owner."
			},
			"Translation":
			{
				"Text": "Tan vacía como su dueño."
			},
			"Key": "97AD1575448AFBD560617B869E3052D6"
		},
		{
			"Source":
			{
				"Text": "Brian Czernikowski"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2CD6BEDC41AA555157F5429C9250A920"
		},
		{
			"Source":
			{
				"Text": "Brightness"
			},
			"Translation":
			{
				"Text": "Brillo"
			},
			"Key": "B976E32F430E766BCE426CBD6FB74F6A"
		},
		{
			"Source":
			{
				"Text": "Bullshit! He wants us to suffer."
			},
			"Translation":
			{
				"Text": "¡Mentiras! Quiere que suframos"
			},
			"Key": "20B5176F4E3C90F1C4F35B9D8399FE24"
		},
		{
			"Source":
			{
				"Text": "Continue"
			},
			"Translation":
			{
				"Text": "Continuar"
			},
			"Key": "2312BBCF41A1F2B14694CBB4B5F5AF4B"
		},
		{
			"Source":
			{
				"Text": "Credits"
			},
			"Translation":
			{
				"Text": "Créditos"
			},
			"Key": "DC5636C9478B32ECB8ADB9B314BF9626"
		},
		{
			"Source":
			{
				"Text": "DBCA"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B43E80754DE83FB7341D56A8D7E6A408"
		},
		{
			"Source":
			{
				"Text": "DBCA"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9ABC9F774BFED71D4AAB558E6464D567"
		},
		{
			"Source":
			{
				"Text": "DEFAULT TEXT"
			},
			"Translation":
			{
				"Text": "TEXTO POR DEFECTO"
			},
			"Key": "FD0C104449A7089FD0E1C5818294CA57"
		},
		{
			"Source":
			{
				"Text": "Damn-"
			},
			"Translation":
			{
				"Text": "Maldi-"
			},
			"Key": "DF595A9747ED9E2D2575719AB6E92076"
		},
		{
			"Source":
			{
				"Text": "Dialogue Volume"
			},
			"Translation":
			{
				"Text": "Volumen de diálogo"
			},
			"Key": "63DED8B24357DD9F23C2EB9824F3E0C5"
		},
		{
			"Source":
			{
				"Text": "Do not forget to grab your coat."
			},
			"Translation":
			{
				"Text": "No se olvide de agarrar su abrigo."
			},
			"Key": "D578AA9B42B6AC029DEBAEAFC49D3459"
		},
		{
			"Source":
			{
				"Text": "Do not let him-"
			},
			"Translation":
			{
				"Text": "No lo deje-"
			},
			"Key": "3884F1714B6A4FA2CE1F0A8C88664CA5"
		},
		{
			"Source":
			{
				"Text": "Do not lis-"
			},
			"Translation":
			{
				"Text": "No lo esc-"
			},
			"Key": "DA026BD7435E1EA981FB57945B6187EE"
		},
		{
			"Source":
			{
				"Text": "Do not listen to him."
			},
			"Translation":
			{
				"Text": "No lo escuche."
			},
			"Key": "EE7E1FDF44A65FD54BA4B4B745CF5A6C"
		},
		{
			"Source":
			{
				"Text": "Do these doors mean anything?"
			},
			"Translation":
			{
				"Text": "¿Acaso estas puertas significan algo?"
			},
			"Key": "F4F9925449F3E1B44D60E4B21A5905FF"
		},
		{
			"Source":
			{
				"Text": "Do you not want to change?"
			},
			"Translation":
			{
				"Text": "¿Acaso no quiere cambiar?"
			},
			"Key": "703BF54C4DFED078C2E65BBC6106AB6A"
		},
		{
			"Source":
			{
				"Text": "Do you really need to change?"
			},
			"Translation":
			{
				"Text": "¿De verdad necesitas cambiar?"
			},
			"Key": "C867AAAE41D3D8CC30EF5B8F27DC8294"
		},
		{
			"Source":
			{
				"Text": "Don't trust him. Don't trust them."
			},
			"Translation":
			{
				"Text": "No confíes en él. No confíes en ellos."
			},
			"Key": "7C602A004BEC16341C7BD5B8D49F1E1F"
		},
		{
			"Source":
			{
				"Text": "Don't you see? Don't let him inside our mind."
			},
			"Translation":
			{
				"Text": "¿No lo ves? No lo dejes entrar a nuestra mente."
			},
			"Key": "2DE577524DA0F111155F9A927EBE0833"
		},
		{
			"Source":
			{
				"Text": "Dr. Timothy Martins just wants to do us harm!"
			},
			"Translation":
			{
				"Text": "¡El Dr. Timothy Martins sólo nos quiere lastimar!"
			},
			"Key": "E59AA33B43BC566A8AFDD4B691E5E437"
		},
		{
			"Source":
			{
				"Text": "Exit Game"
			},
			"Translation":
			{
				"Text": "Salir del juego"
			},
			"Key": "AB8B28F94DE146644972AABE40BF95C4"
		},
		{
			"Source":
			{
				"Text": "Exit Game"
			},
			"Translation":
			{
				"Text": "Salir del juego"
			},
			"Key": "266DF033405C1923FF8A0984AEA9466B"
		},
		{
			"Source":
			{
				"Text": "Fabrizio Piermarocchi"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9BBEF89E4F7FF441167B6488D39ACB3D"
		},
		{
			"Source":
			{
				"Text": "Former actor Leonard Cornell, criticized by many."
			},
			"Translation":
			{
				"Text": "El ex actor Leonard Cornell, criticado por muchos."
			},
			"Key": "244667724B0CE6C6DFD014A218DCD136"
		},
		{
			"Source":
			{
				"Text": "Game"
			},
			"Translation":
			{
				"Text": "Juego"
			},
			"Key": "F9489E5B4D973038D060879BA534ABEA"
		},
		{
			"Source":
			{
				"Text": "Gamma {int}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "225E6C6943AB9BF8879910B19AB634C4"
		},
		{
			"Source":
			{
				"Text": "Good morning Mr. Cornell. Today is \r\nsuch a lovely day. Don't you think so? "
			},
			"Translation":
			{
				"Text": "Buen día Sr. Cornell. Hoy es un hermoso día. ¿No lo cree?"
			},
			"Key": "92D9D6BA4F498095B1DBCB809885318A"
		},
		{
			"Source":
			{
				"Text": "Great. I know you like to be sure about that kind of stuff."
			},
			"Translation":
			{
				"Text": "Genial. Sé que le gusta asergurarse de esas cosas."
			},
			"Key": "C69C739940DFB5386954CB841CCDE840"
		},
		{
			"Source":
			{
				"Text": "He doesn't know, nor does he understand."
			},
			"Translation":
			{
				"Text": "Él no sabe, tampoco entiende."
			},
			"Key": "661380A646125C8F895300893B5688E3"
		},
		{
			"Source":
			{
				"Text": "He started his career at a young age starring in a modest comedy film."
			},
			"Translation":
			{
				"Text": "Empezó su carrera a temprana edad protagonizando una modesta comedia familiar."
			},
			"Key": "EBB8E51A44C76729BA0FBBBE549F047C"
		},
		{
			"Source":
			{
				"Text": "His final role terrified us, but not for the right reasons."
			},
			"Translation":
			{
				"Text": "Su último rol nos aterró, pero no por las razones correctas."
			},
			"Key": "0DA15396457E21A5DAFB409600B5D766"
		},
		{
			"Source":
			{
				"Text": "His second to last movie confirmed that Cornell's career was sinking."
			},
			"Translation":
			{
				"Text": "Su anteúltima película confirmó que la carrera de Cornell se estaba hundiendo."
			},
			"Key": "F115665B4043E754326FCDA334AD8C1C"
		},
		{
			"Source":
			{
				"Text": "I am sure you do not want to hit someone while getting the door open."
			},
			"Translation":
			{
				"Text": "Estoy seguro de que no quiere golpear a nadie mientras abre la puerta."
			},
			"Key": "7599FF1D4C6D84588F43FDBD6373240F"
		},
		{
			"Source":
			{
				"Text": "I knew you could do it. Let us go outside now."
			},
			"Translation":
			{
				"Text": "Sabía que podía hacerlo. Ahora salgamos."
			},
			"Key": "F4BF226446DC26DBA1BA2FAA9FC24397"
		},
		{
			"Source":
			{
				"Text": "I spy with my little eye..."
			},
			"Translation":
			{
				"Text": "Veo veo..."
			},
			"Key": "AFA3AD184C683A7B68DCA59121DEDFCF"
		},
		{
			"Source":
			{
				"Text": "I spy with my little eye..."
			},
			"Translation":
			{
				"Text": "Veo veo..."
			},
			"Key": "238C71F04572176857BEFEAD01445A3E"
		},
		{
			"Source":
			{
				"Text": "I spy with my little eye..."
			},
			"Translation":
			{
				"Text": "Veo veo..."
			},
			"Key": "991C13D34C1D7A62E471F89C67533E98"
		},
		{
			"Source":
			{
				"Text": "I warned you, but you didn't listen."
			},
			"Translation":
			{
				"Text": "Te advertí, pero no esuchaste."
			},
			"Key": "05C3882C4739E4624D9823A2B07A3FF2"
		},
		{
			"Source":
			{
				"Text": "In today's special report, we will go over Cornell's most iconic roles."
			},
			"Translation":
			{
				"Text": "En el programa especial de hoy repasaremos los roles más icónicos de Cornell."
			},
			"Key": "D0716F3C4BBCE515808E72BF1274E47A"
		},
		{
			"Source":
			{
				"Text": "It has been ten years now since his last leading role."
			},
			"Translation":
			{
				"Text": "Han pasado diez años desde su último papel protagónico."
			},
			"Key": "E2CD74CB4185CB031E5C49B0B0FA6FEF"
		},
		{
			"Source":
			{
				"Text": "It is not like that. The outside world I mean."
			},
			"Translation":
			{
				"Text": "No es así. Al mundo exterior me refiero."
			},
			"Key": "FDA794F64394906EF070E89BDBE706C9"
		},
		{
			"Source":
			{
				"Text": "It is okay, you can close it now."
			},
			"Translation":
			{
				"Text": "Está bien, ya la puede cerrar."
			},
			"Key": "5B55DD614ABB6FA888345BAE5F3380BD"
		},
		{
			"Source":
			{
				"Text": "It seems a password is needed."
			},
			"Translation":
			{
				"Text": "Creo que se necesita una contraseña."
			},
			"Key": "C556813541D696AC0F6E819369A09233"
		},
		{
			"Source":
			{
				"Text": "It was nice while it lasted."
			},
			"Translation":
			{
				"Text": "Fue lindo mientras duró."
			},
			"Key": "A836D8E34BB4151EC64FF3A692A1A2B1"
		},
		{
			"Source":
			{
				"Text": "JUAN IGNACIO FANGANO ES UN HIJO DE REMIL PUTAS \r\n\r\n\r\nBegin Object Class=/Script/BlueprintGraph.K2Node_CallFunction Name=\"K2Node_CallFunction_5\" ExportPath=/Script/BlueprintGraph.K2Node_CallFunction'\"/Game/_Blueprints/Puzzles/Posters/BP_PosterStand.BP_PosterStand:EventGraph.K2Node_CallFunction_5\"'\r\n   FunctionReference=(MemberParent=/Script/CoreUObject.Class'\"/Script/Engine.MaterialInstanceDynamic\"',MemberName=\"SetTextureParameterValue\")\r\n   NodePosX=224\r\n   NodePosY=288\r\n   ErrorType=1\r\n   NodeGuid=353C54E1410DC516951452BBAD1F9A5E\r\n   CustomProperties Pin (PinId=B6F9764E4F796A3632D19D804F59C268,PinName=\"execute\",PinToolTip=\"\\nExec\",PinType.PinCategory=\"exec\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_CustomEvent_0 0011CB11452840E83CD4FD89D93BD4D7,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=C378661C4866E13B72C288A26380E3B4,PinName=\"then\",PinToolTip=\"\\nExec\",Direction=\"EGPD_Output\",PinType.PinCategory=\"exec\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_VariableSet_5 4C7772D04366EB1F2004FE855D626EBE,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=53FAE52945494D9CDA9B38BC96A1A128,PinName=\"self\",PinFriendlyName=NSLOCTEXT(\"K2Node\", \"Target\", \"Target\"),PinToolTip=\"Target\\nMaterial Instance Dynamic Object Reference\",PinType.PinCategory=\"object\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=/Script/CoreUObject.Class'\"/Script/Engine.MaterialInstanceDynamic\"',PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_VariableGet_8 BBEEA645418127C1C4DE9C9C214D5094,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=79E6ECC14AD306B1A20B47860E5FA197,PinName=\"ParameterName\",PinToolTip=\"Parameter Name\\nName\",PinType.PinCategory=\"name\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,DefaultValue=\"PosterTexture\",AutogeneratedDefaultValue=\"None\",PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=2964548A40380D6190F62789BBB22C88,PinName=\"Value\",PinToolTip=\"Value\\nTexture Object Reference\",PinType.PinCategory=\"object\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=/Script/CoreUObject.Class'\"/Script/Engine.Texture\"',PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_CustomEvent_0 26BD461F48F2263D836084818C596209,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\nEnd Object\r\nBegin Object Class=/Script/BlueprintGraph.K2Node_VariableGet Name=\"K2Node_VariableGet_8\" ExportPath=/Script/BlueprintGraph.K2Node_VariableGet'\"/Game/_Blueprints/Puzzles/Posters/BP_PosterStand.BP_PosterStand:EventGraph.K2Node_VariableGet_8\"'\r\n   VariableReference=(MemberName=\"DynamicPosterMaterial\",MemberGuid=307CA0C347933846339E1AA4F128E31E,bSelfContext=True)\r\n   NodePosX=224\r\n   NodePosY=496\r\n   NodeGuid=06B2BC6A45CCE9077544DABA9828B6CB\r\n   CustomProperties Pin (PinId=BBEEA645418127C1C4DE9C9C214D5094,PinName=\"DynamicPosterMaterial\",Direction=\"EGPD_Output\",PinType.PinCategory=\"object\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=/Script/CoreUObject.Class'\"/Script/Engine.MaterialInstanceDynamic\"',PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_CallFunction_5 53FAE52945494D9CDA9B38BC96A1A128,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=5807668C445B9AB6011CC58AAEA8B3C7,PinName=\"self\",PinFriendlyName=NSLOCTEXT(\"K2Node\", \"Target\", \"Target\"),PinType.PinCategory=\"object\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=/Script/Engine.BlueprintGeneratedClass'\"/Game/_Blueprints/Puzzles/Posters/BP_PosterStand.BP_PosterStand_C\"',PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,PersistentGuid=00000000000000000000000000000000,bHidden=True,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\nEnd Object\r\nBegin Object Class=/Script/BlueprintGraph.K2Node_VariableSet Name=\"K2Node_VariableSet_5\" ExportPath=/Script/BlueprintGraph.K2Node_VariableSet'\"/Game/_Blueprints/Puzzles/Posters/BP_PosterStand.BP_PosterStand:EventGraph.K2Node_VariableSet_5\"'\r\n   VariableReference=(MemberName=\"PosterTexture\",MemberGuid=AB3F945241778C2A70A654A260B0E129,bSelfContext=True)\r\n   NodePosX=512\r\n   NodePosY=320\r\n   NodeGuid=9F6ECFD14189E39113B0D5B64AB154CF\r\n   CustomProperties Pin (PinId=4C7772D04366EB1F2004FE855D626EBE,PinName=\"execute\",PinType.PinCategory=\"exec\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_CallFunction_5 C378661C4866E13B72C288A26380E3B4,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=9D1DD63044C02670AA43218C5048F0A8,PinName=\"then\",Direction=\"EGPD_Output\",PinType.PinCategory=\"exec\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_VariableSet_6 5B97430B4ABCA574DFD5FDA390DEF891,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=92F90396436A68C436F85099177EFEEC,PinName=\"PosterTexture\",PinType.PinCategory=\"object\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=/Script/CoreUObject.Class'\"/Script/Engine.Texture\"',PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_CustomEvent_0 26BD461F48F2263D836084818C596209,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=B2B7FE9B489D487C20E982A43EF28CF1,PinName=\"Output_Get\",PinToolTip=\"Retrieves the value of the variable, can use instead of a separate Get node\",Direction=\"EGPD_Output\",PinType.PinCategory=\"object\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=/Script/CoreUObject.Class'\"/Script/Engine.Texture\"',PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=5B4023EB41C63DED0A55968560E51B4E,PinName=\"self\",PinFriendlyName=NSLOCTEXT(\"K2Node\", \"Target\", \"Target\"),PinType.PinCategory=\"object\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=/Script/Engine.BlueprintGeneratedClass'\"/Game/_Blueprints/Puzzles/Posters/BP_PosterStand.BP_PosterStand_C\"',PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,PersistentGuid=00000000000000000000000000000000,bHidden=True,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\nEnd Object\r\nBegin Object Class=/Script/BlueprintGraph.K2Node_VariableSet Name=\"K2Node_VariableSet_6\" ExportPath=/Script/BlueprintGraph.K2Node_VariableSet'\"/Game/_Blueprints/Puzzles/Posters/BP_PosterStand.BP_PosterStand:EventGraph.K2Node_VariableSet_6\"'\r\n   VariableReference=(MemberName=\"Poster Index\",MemberGuid=B6D39C6D476C959EEF277092F7CD968A,bSelfContext=True)\r\n   NodePosX=720\r\n   NodePosY=320\r\n   NodeGuid=A78A3B554D0A8658C7B06B8CDDB0BD14\r\n   CustomProperties Pin (PinId=5B97430B4ABCA574DFD5FDA390DEF891,PinName=\"execute\",PinType.PinCategory=\"exec\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,LinkedTo=(K2Node_VariableSet_5 9D1DD63044C02670AA43218C5048F0A8,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=F3A3060C47E1705132B2C1A07C748730,PinName=\"then\",Direction=\"EGPD_Output\",PinType.PinCategory=\"exec\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=B66DDBBD458A53568880A6B47B3F9E71,PinName=\"Poster Index\",PinType.PinCategory=\"int\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,DefaultValue=\"0\",AutogeneratedDefaultValue=\"0\",LinkedTo=(K2Node_CustomEvent_0 5D0AA78E4FC1A4F61D20898A5EFA80D4,),PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=7D778BD94C587853B7E72CB909A5D3CC,PinName=\"Output_Get\",PinToolTip=\"Retrieves the value of the variable, can use instead of a separate Get node\",Direction=\"EGPD_Output\",PinType.PinCategory=\"int\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=None,PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,DefaultValue=\"0\",AutogeneratedDefaultValue=\"0\",PersistentGuid=00000000000000000000000000000000,bHidden=False,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\n   CustomProperties Pin (PinId=4CAD43C848919A1581DE3EB85A60A1E5,PinName=\"self\",PinFriendlyName=NSLOCTEXT(\"K2Node\", \"Target\", \"Target\"),PinType.PinCategory=\"object\",PinType.PinSubCategory=\"\",PinType.PinSubCategoryObject=/Script/Engine.BlueprintGeneratedClass'\"/Game/_Blueprints/Puzzles/Posters/BP_PosterStand.BP_PosterStand_C\"',PinType.PinSubCategoryMemberReference=(),PinType.PinValueType=(),PinType.ContainerType=None,PinType.bIsReference=False,PinType.bIsConst=False,PinType.bIsWeakPointer=False,PinType.bIsUObjectWrapper=False,PinType.bSerializeAsSinglePrecisionFloat=False,PersistentGuid=00000000000000000000000000000000,bHidden=True,bNotConnectable=False,bDefaultValueIsReadOnly=False,bDefaultValueIsIgnored=False,bAdvancedView=False,bOrphanedPin=False,)\r\nEnd Object\r\n"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DA50DE7D40815E68891535855A3D12D9"
		},
		{
			"Source":
			{
				"Text": "Juan Ignacio Fangano"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "10AB803A4C16B3855EEA2D95AA0AA0EB"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CB5E051949C14BCE540EBBA44BFF3E52"
		},
		{
			"Source":
			{
				"Text": "Leonard Cornell, please get to the set."
			},
			"Translation":
			{
				"Text": "Leonard Cornell, por favor diríjase al set."
			},
			"Key": "A8B39E7A4F503518CC9354966B621C09"
		},
		{
			"Source":
			{
				"Text": "Let's play a game."
			},
			"Translation":
			{
				"Text": "Juguemos un juego."
			},
			"Key": "5F7EE5A4437D3C3CD882608E84B6C29E"
		},
		{
			"Source":
			{
				"Text": "Level Designers"
			},
			"Translation":
			{
				"Text": "Diseñadores de niveles"
			},
			"Key": "C6BDE62941843903C91DA3B1DCABEA7C"
		},
		{
			"Source":
			{
				"Text": "Look inside them and the answer will become clear."
			},
			"Translation":
			{
				"Text": "Mire dentro y la respuesta quedará clara."
			},
			"Key": "F6D42EB94F31CF305BB7F6A593D6E0B3"
		},
		{
			"Source":
			{
				"Text": "Lucia Chilievich Lelez"
			},
			"Translation":
			{
				"Text": "Lucía Chilievich Lélez"
			},
			"Key": "32C945094AB846326625A88C581439D9"
		},
		{
			"Source":
			{
				"Text": "Maybe a nice cold breeze will make you feel a little better."
			},
			"Translation":
			{
				"Text": "Tal vez una agradable brisa fría lo hará sentir un poco mejor."
			},
			"Key": "06149F1C4A58907E82927DB0039C1E3B"
		},
		{
			"Source":
			{
				"Text": "Music Volume"
			},
			"Translation":
			{
				"Text": "Volumen de música"
			},
			"Key": "B6866FE64E92114C0E2A55AB08649B01"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": "Sí"
			},
			"Key": "63339BD34CF87129289340B2210FAA26"
		},
		{
			"Source":
			{
				"Text": "Non-stop laughter."
			},
			"Translation":
			{
				"Text": "Risas sin fin."
			},
			"Key": "F4A7E0814878B96E8A2AFDB5F87FB8D6"
		},
		{
			"Source":
			{
				"Text": "Now, let's get out."
			},
			"Translation":
			{
				"Text": "Ahora, salgamos."
			},
			"Key": "B48E757F4C9D53613214C4963D988D1B"
		},
		{
			"Source":
			{
				"Text": "Oh, please go ahead and take a look out the window. I assure you, you won't regret it."
			},
			"Translation":
			{
				"Text": "Oh, adelante por favor eche un vistazo por la ventana. Le aseguro que no se arrepentirá."
			},
			"Key": "C5AE4052416CF58DF5A0109AA7A34BA1"
		},
		{
			"Source":
			{
				"Text": "Oh, this is quite strange. Did this building always contain a basement floor?"
			},
			"Translation":
			{
				"Text": "Oh, esto es bastante extraño. "
			},
			"Key": "F24E7F214148E8B9E4CF378ED4C898C3"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Opciones"
			},
			"Key": "81A2F0424D74796DBC0132867A52D479"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Opciones"
			},
			"Key": "C20E60314A55B1DCC3E266B75DE8B649"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Jugar"
			},
			"Key": "60A0A9B741B7D107554366BBCA32C95A"
		},
		{
			"Source":
			{
				"Text": "Please trust me and give it another try."
			},
			"Translation":
			{
				"Text": "Por favor, confíe en mí e inténtelo otra vez."
			},
			"Key": "2210A6124305F2953654F3B0671EEDEF"
		},
		{
			"Source":
			{
				"Text": "Press \"Left Click\" to interact."
			},
			"Translation":
			{
				"Text": "Presiona \"Click Izquierdo\" para interactuar."
			},
			"Key": "9C7D0F7B449465C4F9D65283DF21BB3A"
		},
		{
			"Source":
			{
				"Text": "Press \"Right Click\" to zoom in."
			},
			"Translation":
			{
				"Text": "Presiona \"Click Derecho\" para hacer zoom."
			},
			"Key": "AF00C109479BCAB1477A6C9594D361B0"
		},
		{
			"Source":
			{
				"Text": "Press \"Shift\" to run."
			},
			"Translation":
			{
				"Text": "Presiona \"Shift\" para correr."
			},
			"Key": "86A7D935494073D50B3CA599BAA00B52"
		},
		{
			"Source":
			{
				"Text": "Producer"
			},
			"Translation":
			{
				"Text": "Productor"
			},
			"Key": "BEBDDCC14635C2803C8159A6BCE463B2"
		},
		{
			"Source":
			{
				"Text": "Programmer"
			},
			"Translation":
			{
				"Text": "Programador"
			},
			"Key": "327C0C2D44A3D452905314A08180A1DC"
		},
		{
			"Source":
			{
				"Text": "Return"
			},
			"Translation":
			{
				"Text": "Regreso"
			},
			"Key": "BAF09C11464066A1C4DC50BDD2C0C53E"
		},
		{
			"Source":
			{
				"Text": "Return"
			},
			"Translation":
			{
				"Text": "Regreso"
			},
			"Key": "33B6BA414F98156D2809D1AB396FF71D"
		},
		{
			"Source":
			{
				"Text": "Return"
			},
			"Translation":
			{
				"Text": "Regreso"
			},
			"Key": "5F6BB39641F1DB92D22522BEFED8489F"
		},
		{
			"Source":
			{
				"Text": "Return to Main Menu"
			},
			"Translation":
			{
				"Text": "Volver al menú principal"
			},
			"Key": "906C0EA743961F3083685B886E0BFA3B"
		},
		{
			"Source":
			{
				"Text": "Return to main menu"
			},
			"Translation":
			{
				"Text": "Volver al menú principal"
			},
			"Key": "415C40424275AF3831C789B9771F84D5"
		},
		{
			"Source":
			{
				"Text": "Roque Francisco Lapadula"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2F61FF44452335061B208CA3EF81B93B"
		},
		{
			"Source":
			{
				"Text": "SFX Volume"
			},
			"Translation":
			{
				"Text": "Volumen de efectos"
			},
			"Key": "5BADE2C84274DB4CFFA78F8EF74BE303"
		},
		{
			"Source":
			{
				"Text": "Santino Baldan"
			},
			"Translation":
			{
				"Text": "Santino Baldán"
			},
			"Key": "84370CB24E6B8DB9B94233B2745E636F"
		},
		{
			"Source":
			{
				"Text": "Scopophobia"
			},
			"Translation":
			{
				"Text": "Escopofobia"
			},
			"Key": "47847BA94CEDB1B50E0D51BD3B297C6B"
		},
		{
			"Source":
			{
				"Text": "Sensibility"
			},
			"Translation":
			{
				"Text": "Sensibilidad"
			},
			"Key": "1EEC6646410C0988102E1796A167AF3D"
		},
		{
			"Source":
			{
				"Text": "Show them!"
			},
			"Translation":
			{
				"Text": "¡Muéstrales!"
			},
			"Key": "C4F156E643605A7B545F82BB9EB6B87C"
		},
		{
			"Source":
			{
				"Text": "Shut up! You-"
			},
			"Translation":
			{
				"Text": "¡Cállate! Est-"
			},
			"Key": "3BB061B246A24B7BB006D8BFB9480245"
		},
		{
			"Source":
			{
				"Text": "Sound"
			},
			"Translation":
			{
				"Text": "sonido"
			},
			"Key": "F7D91F174E90C2FF3454088BFE202923"
		},
		{
			"Source":
			{
				"Text": "Sound Designer\r\nAudio Programmer"
			},
			"Translation":
			{
				"Text": "Diseñador de sonido\r\nProgramador de audio"
			},
			"Key": "D621DB414F3F6D26F9EE0DBA791C0FB3"
		},
		{
			"Source":
			{
				"Text": "Story Selector"
			},
			"Translation":
			{
				"Text": "Selector de historias"
			},
			"Key": "2423E9B9475800048CD395B329E3C4E8"
		},
		{
			"Source":
			{
				"Text": "Their stares..."
			},
			"Translation":
			{
				"Text": "Sus miradas..."
			},
			"Key": "BEAECCCC470FDD0E475FCF90058D4CD5"
		},
		{
			"Source":
			{
				"Text": "There you have it. It's time for us to shine."
			},
			"Translation":
			{
				"Text": "Ahí lo tienes. Es nuestro momento de brillar."
			},
			"Key": "30F6007A4173BBABDE1FDEA970C925C9"
		},
		{
			"Source":
			{
				"Text": "Thiago Nahuel Rubio "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F4559A244A1B663B23D73AB251A2BB3C"
		},
		{
			"Source":
			{
				"Text": "This definitely should not be here."
			},
			"Translation":
			{
				"Text": "Esto definitivamente no debería estar aquí."
			},
			"Key": "3B0DED4D4159939ED562F69E72C4B2E3"
		},
		{
			"Source":
			{
				"Text": "Those are the numbers, but not the order..."
			},
			"Translation":
			{
				"Text": "Los números son correctos, pero no el orden..."
			},
			"Key": "7722A5E3480363CE43E58D9763E77462"
		},
		{
			"Source":
			{
				"Text": "Trust me Leonard. I only want to help you."
			},
			"Translation":
			{
				"Text": "Confíe en mí Leonard. Sólamente lo quiero ayudar."
			},
			"Key": "F5664334455FE5330814EE8524AE14E2"
		},
		{
			"Source":
			{
				"Text": "Wait! Before leaving I think it is a good idea to look through the peephole."
			},
			"Translation":
			{
				"Text": "¡Espere! Antes de irse creo que es una buena idea que mire por la mirilla."
			},
			"Key": "D19130CB4E96A454F32C7E89D46B20C3"
		},
		{
			"Source":
			{
				"Text": "Well, it looks like the elevator is locked."
			},
			"Translation":
			{
				"Text": "Bueno, parece que el elevador está bloqueado."
			},
			"Key": "D5A177F64778A79C47C6C1A11E007C9C"
		},
		{
			"Source":
			{
				"Text": "Where is he right now?"
			},
			"Translation":
			{
				"Text": "¿Dónde está ahora mismo?"
			},
			"Key": "37740F1242D6868B2AC27187AF3B341A"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4B8670254C62B1DCDD941396DFDB6A33"
		},
		{
			"Source":
			{
				"Text": "YOU. CAN'T. TRUST. THEM."
			},
			"Translation":
			{
				"Text": "NO. PUEDES. CONFIAR. EN. ELLOS."
			},
			"Key": "0B4E07E34B637C2F12C9F9BBCE0488C1"
		},
		{
			"Source":
			{
				"Text": "Yeah, I thought so. I don't like it either... The stares... "
			},
			"Translation":
			{
				"Text": "Sí, eso pensé. A mí tampoco me gustan... Las miradas..."
			},
			"Key": "F63B59F64B05DA33D1841DAE05126636"
		},
		{
			"Source":
			{
				"Text": "Years of wasted glory. Wasted years."
			},
			"Translation":
			{
				"Text": "Años de gloria desperdiciada. Años desperdiciados."
			},
			"Key": "010FF61145FAD47910CA58AD682983CF"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Sí"
			},
			"Key": "05ABFF2F4CF3409968FBCFBDC456D541"
		},
		{
			"Source":
			{
				"Text": "You should look around for it."
			},
			"Translation":
			{
				"Text": "Debería buscarla por aquí."
			},
			"Key": "9D3CEDD84700C04F51A0D7873FCB1BB9"
		},
		{
			"Source":
			{
				"Text": "aaa"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DE9FE29E449255451CFD9D95C8972570"
		},
		{
			"Source":
			{
				"Text": "asd"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B91637AC48E563F8D6F0078F7124B457"
		},
		{
			"Source":
			{
				"Text": "{TagStart} {Text} {Tag end}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CDBEDFA840FA5899F0FAC485DB0CDB28"
		},
		{
			"Source":
			{
				"Text": "{{Credits}}"
			},
			"Translation":
			{
				"Text": "{{Créditos}}"
			},
			"Key": "9C2BEF11420C2F8EE4D977B4864E79C9"
		},
		{
			"Source":
			{
				"Text": "{{Options}}"
			},
			"Translation":
			{
				"Text": "{{Opciones}}"
			},
			"Key": "D2D363994CEF7BEF6779F7957BA5BCEC"
		},
		{
			"Source":
			{
				"Text": "{{Pause}}"
			},
			"Translation":
			{
				"Text": "{{Pausa}}"
			},
			"Key": "CC6583B74154AEB23D837A8AD52C3DC5"
		},
		{
			"Source":
			{
				"Text": "{{Stalking Gaze}}"
			},
			"Translation":
			{
				"Text": "{{Stalking Gaze}}"
			},
			"Key": "2E9DD9EA48FB2B1416ACCDA750F802B8"
		}
	]
}